Repository: kolyat/schoolmate
Catalog: diary/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: Diary
de: Tagebuch
ru: Дневник

source: Diary record
de: Tagebuchaufzeichnung
ru: Запись

source: Date
de: Datum
ru: Дата

source: Lesson number
de: Lektionnummer
ru: Номер урока

source: Subject
de: Schulfach
ru: Предмет

source: Diary record text
de: Tagebuchaufzeichnungstext
ru: Текст записи

source: Diary records
de: Tagebuchaufzeichnungen
ru: Записи

source: lesson_number must be specified
de: lesson_number muss angegeben werden
ru: lesson_number должен быть указан

source: lesson_number must be integer
de: lesson_number muss vom Typ Integer sein
ru: lesson_number должен быть типа integer

source: lesson_number must be in range from 1 to 7 inclusive
de: lesson_number muss im Bereich von 1 bis einschließlich 7 liegen
ru: lesson_number должен быть в диапазоне от 1 до 7 включительно

source: Current user is not assigned to any of school forms
de: Der aktuelle Benutzer ist keinem Schulformular zugeordnet
ru: Текущий пользователь не прикреплен ни к одному из классов

source: Given school subject does not exist
de: Ein bestimmtes Schulfach existiert nicht
ru: Предмет не существует

source: Previous week
de: Letzte Woche
ru: Прошлая неделя

source: Invalid date
de: Ungültiges Datum
ru: Неправильная дата

source: Next week
de: Nächste Woche
ru: Следующая неделя

source: Record saved
de: Aufzeichnung erfolgreich gespeichert
ru: Запись сохранена

source: Failed to save record to
de: Aufzeichnung konnte nicht gespeichert werden -
ru: Не удалось сохранить запись -

source: Failed to retrieve list of school subjects
de: Liste der Schulfächer konnte nicht abgerufen werden
ru: Не удалось загрузить список школьных предметов

source: Failed to get records dated
de: Aufzeichnungen konnte nicht abgerufen werden -
ru: Не удалось заргузить записи от
