Repository: kolyat/schoolmate
Catalog: notebook/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: Notebook
de: Notizbuch
ru: Блокнот

source: Notebook record
de: Datensatz
ru: Запись

source: Notebook record title
de: Datensatztitel
ru: Заголовок записи

source: Notebook record text
de: Datensatztext
ru: Текст записи

source: Record's date & time of modification
de: Änderungsdatum und -zeit des Datensatzes
ru: Дата и время изменения записи

source: Notebook records
de: Datensatzen
ru: Записи

source: Failed to get notebook
de: Notizbuch konnte nicht abgerufen werden
ru: Не удалось загрузить блокнот

source: Create note
de: Notiz erstellen
ru: Создать заметку

source: Save note
de: Notiz speichern
ru: Сохранить заметку

source: Close note
de: Notiz schließen
ru: Закрыть заметку

source: Delete note
de: Notiz löschen
ru: Удалить заметку

source: Title / name of this note
de: Titel / Name dieser Notiz
ru: Название / заголовок этой заметки

source: Max number of characters –
de: Maximale Anzahl von Symbolen –
ru: Максимальное число символов –

source: Failed to save current note
de: Aktuelle Notiz konnte nicht gespeichert werden
ru: Не удалось сохранить заметку

source: Save changes?
de: Änderungen speichern?
ru: Сохранить изменения?

source: Failed to create note
de: Notiz konnte nicht erstellt werden
ru: Не удалось создать заметку

source: Failed to retrieve note
de: Notiz konnte nicht abgerufen werden
ru: Не удалось загрузить заметку

source: Delete current note?
de: Aktuelle Notiz löschen?
ru: Удалить текущую заметку?

source: Failed to delete selected note
de: Ausgewählte Notiz konnte nicht gelöscht werden
ru: Не удалось удалить выбранную заметку
