Repository: kolyat/schoolmate
Catalog: school/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: General
de: Allgemeines
ru: Общее

source: Lesson
de: Schulstunde
ru: Урок

source: Break
de: Veränderung
ru: Перемена

source: Quarter
de: Viertel
ru: Четверть

source: Holidays
de: Ferien
ru: Каникулы

source: Form letter
de: Klassenbrief
ru: Буква класса (параллель)

source: Form letters
de: Klassenbriefe
ru: Параллели

source: Form number
de: Klassennummer
ru: Номер класса

source: Form numbers
de: Klassennummern
ru: Номера классов

source: School form
de: Schulklasse
ru: Класс

source: School forms
de: Schulklassen
ru: Классы

source: School subject
de: Schulfach
ru: Предмет

source: School subjects
de: Schulfächer
ru: Предметы

source: Number of a period
de: Periodennummer
ru: Номер периода

source: Period type
de: Periodentyp
ru: Тип периода

source: Start time of a period
de: Startzeit einer Periode
ru: Время начала периода

source: End time of a period
de: Endzeit einer Periode
ru: Время окончания периода

source: Additional description
de: Zusätzliche Beschreibung
ru: Описание

source: Period
de: Periode
ru: Период

source: Daily schedule
de: Tagesablauf
ru: Расписание дня

source: Name of school year
de: Schuljahrname
ru: Название учебного года

source: Start date of a school year
de: Startdatum eines Schuljahres
ru: Дата начала учебного года

source: End date of a school year
de: Enddatum eines Schuljahres
ru: Дата окончания учебного года

source: School year
de: Schuljahr
ru: Учебный год

source: Academic years
de: Schuljahre
ru: Учебные года

source: Start date of a period
de: Startdatum einer Periode
ru: Дата начала периода

source: End date of a period
de: Enddatum einer Periode
ru: Дата окончания периода

source: School year schedule
de: Zeitplan des Schuljahres
ru: Расписание учебного года

source: Academic year schedules
de: Schuljahrpläne
ru: Расписания учебного года

source: Classroom ID
de: Klassenzimmer ID
ru: Номер кабинета

source: Classroom name
de: Klassenzimmernname
ru: Название кабинета

source: Classroom
de: Klassenzimmer
ru: Кабинет

source: Classrooms
de: Klassenzimmern
ru: Классные комнаты

source: No data
de: Keine Daten
ru: Нет данных

source: Failed to get year schedule
de: Fehler beim Abrufen des Jahreszeitplans
ru: Не удалось загрузить расписание учебного года

source: Failed to get daily schedule
de: Fehler beim Abrufen des Tageszeitplans
ru: Не удалось загрузить расписание дня

source: News
de: Nachrichten
ru: Новости

source: Schedules
de: Zeitpläne
ru: Расписания

source: Year schedule
de: Jahreszeitplan
ru: Расписание года

source: Loading...
de: Laden...
ru: Загрузка...

source: Failed to load news
de: Nachrichten konnten nicht geladen werden
ru: Не удалось загрузить новости

source: Failed to retrieve date/time info from server
de: Datums- / Uhrzeitinformationen konnten nicht vom Server abgerufen werden
ru: Не удалось синхронизировать дату/время с сервером

source: Main
de: Haupt
ru: Главная
